Submission for the Zero Carbon Act Starting with the low hanging fruit is a good way to make rapid progress towards the Zero Carbon
Goal. Much carbon entering the atmosphere as CO2 comes from fossil fuels used by petrol and diesel fueled vehicles for transport

services in our economy. But now, with the arrival of electric vehicles that are already practical substitutes for transport of all types, a
transition which has already started, can be accelerated by such a Zero Carbon Act and so will dramatically reduce fossil carbon

entering our atmosphere. I would like to suggest that a complete transition to an all-electric economy could be achieved in say ten
years with appropriate Government Aid and Encouragement. Should such a transition be successful, other ongoing benefits to our
society would be the elimination of N20, a long-lived greenhouse gas from exhaust pipes, along with smoke and other PM 2.5

particles believed to be causing the ill health and early deaths of the public at large. Indeed, there would be no exhaust pipes and
NZ’s contribution to global warming would be greatly and rapidly reduced. The need for speedy action can be seen all around the

world, not just in NZ. The trajectory of global temperature curves, CO2 and Methane concentrations, all are accelerating upwards, an
ice-free Arctic is a real possibility even next Arctic Summer, and Antarctic ice is dwindling. Greenland is losing ice and sea level rise is

increasing. Why would we wait to act? In the background the very real possibility of positive feed backs such as where warming
destabilises massive stores of Arctic methane clathrates to release methane, which in turn reinforces the warming rate to release yet

more methane in an accelerating self-perpetuating reaction. There is the potential for very rapid and massive increases in the current
warming being seen. A further benefit that would accrue from a rapid transition to all- electric transport comes from the fact that if
Solar Energy is used to replace the energy formally supplied by burning fossil fuels for transport purposes, then the costs of that

energy and quantity of that energy is significantly less than the costs of those previously used fuels. Here it is assumed that solar
energy would be generated in a distributed manner wherever that energy is being used to charge electric vehicles, usually in garages

attached to domestic dwellings or business enterprises. ( See Vector for the feasibility of using Distributed Generators without
causing grid disruption). This leads to an estimate on a per household level of benefit from not buying petrol and diesel of $2,951 and

$5,348 per annum respectively. Once installed and paid for the solar panels will continue to deliver power for up to at least 30 years.
Payback times are 2.58 years and 5.32 years respectively. In total an additional 48 Billion dollars would circulate in our economy
annually, and this figure does not include the costs of ill health and early death, and accelerating climate change avoided. I would like

to share the spreadsheet that I created for interested parties to understand how the benefits mentioned above were calculated. Of
course, the results depend on current costs and prices that can change in the future, but these are inputs that can be changed on

the spreadsheet at any time to reveal new results. I was unsuccessful in attaching a copy to the first submission I attempted, so will
send a working copy to anybody making a request by email to me at
