Здравствуйте. Я не являюсь гражданином вашей прекрасной страны - Новая Зеландия. Проблема же, которую хочет
решить ваша страна - это проблема всех жителей нашей планеты. Большая благодарность за это Министерству

окружающей среды, правительству и хочу высказать своё мнение по поводу Закона о нулевом углероде, если
предоставляется такая возможность. Все понимают, что необходимо немедленно предпринимать конкретные меры для

защиты окружающей среды и экологии, но в основном же загрязняют природу не простые люди, а всевозможные
предприятия. Закон о новом углероде во многом касается и энергетики. Почему бы не создать для компаний и
корпораций, работающих в сфере энергетики такие льготные условия, чтобы они сами стремились искать и внедрять

новые направления и новые технологии в "зелёной" энергетике. Чтобы у этих корпораций был стимул и они не теряли
прибыли, а в перспективе им это было выгодно. Кстати, об одном из новых направлений в "зелёной" энергетике я Вам

писал и предлагал новую технологию. Предлагаемая мною инновация особенно подходит для компаний работающих в
сфере гидроэнергетики, так как разработана и обоснована на примере турбогенераторов мощностью 10 Мегаватт и

выше. Возможно моё письмо не приняли всерьёз или оно попало в СПАМ, а может трудности с переводом с русского на
английский. Я не хочу, чтобы моё имя было включено в любое резюме материалов, которые могут быть опубликованы
министерством. С уважением, Юрий Александрович.
Subject: LEGAL PROTECTION AGENCY. Large-scale power engineering, protection of environment,

resource-saving.

Recipient:zero-carbon-bill@submissions.mfe.govt.nz

Sender:ZCB.Submissions@mfe.govt.nz

Date:02/07/201806:28AM

Hello.

I received a signature of the 30th day of the content, which became clear that the title of the bill was
drafted by the Nu- clear Carbon and the correspondence with the Wamakakim, and lost to failure. I

also wrote to you that you would like to support the Law Project on the Nu- clear Carbon Concrete
Proposal. This is a new technology for the production of ecologically clean electric energy, which is
ideal for the Law on Nile Carbon. Owing to this innovation, the objectives are the same as those set
by the Ministry of the Environment and the Government of your country.

Probably, the most rightful is to write down the content of your proposal, and you need to follow

the instructions.

The proposed technology is a technical solution and can be attributed to the hydropower industry,
so it is designed and justified on the basis of registration of units with capacity of 10 megawatts. The
hydraulic units will be driven by additional equipment. To work on additional equipment, it is

necessary to install diesel generators to bring electricity and other sources. The proposed technology
for tope-stepping is a new direction in "green" energy.

<Opportunities and advantages of power plants built on the basis of a given method.>

    1. a) Hydrocarbons are required in a small amount and only for the work of a diesel generator.
        B) Petroleum products, coal or gas are consumed if additional power is supplied to the

        electric power supply for a source of electricity. In this variant, the electric power
        consumption for additional equipment is approximately 10% of the amount of electricity
        that will be produced by the hydro turbine.

    2. Hydroagregaty and additional equipment are in the room, which makes the work of the
        power plant independent of weather conditions. Therefore, it providesstable equipment, as
        well as convenient operation, maintenance and repair equipment.

    3. Harmful emissions and the greenhouse effect are minimal or absent.
    4. Electric power stations with the necessary power may be built in almost any room near the
        enterprise, the city. Therefore, expensive expenditures for construction and operation of the
        electric power transmission to the consumer (LEP) are insignificant.

    5. These power plants will occupy a small area, can be built in remote and isolated areas, and
        can also be autonomous.
    6. Companies that work in the field of energy and have similar technology can build such

        electric power plants in any country. Everywhere possible all possible resources-suitable
        rivers, sunlight, hydrocarbons. This technology solves the problems of modern energy,
        protecting the environment and ecology, and benefits from these companies to the

        competitors.
    7. The implementation of these technologies in the industry and its commercialization will not
        create difficulties for companies working in the field of energy. The advantage and simplicity

        of this is that it develops justified standard hydraulic turbines and standard additional
        equipment that work long hours in the world.
Sincerely,

P.S. I would be most grateful if you answered the request.
Subject: ЗАКОНОПРОЕКТ О НУЛЕВОМ УГЛЕРОДЕ. Большая энергетика, защита окружающей среды,
ресурсосбережение.

Recipient: zero-carbon-bill@submissions.mfe.govt.nz

Sender: ZCB.Submissions@mfe.govt.nz

Date: 02/07/2018 06:28 AM


   Здравствуйте.
Получил Ваше письмо 30 июня из содержания которого стало понятно, что моя заявка на Законопроект о
Нулевом Углероде и переписка с Вами каким-то образом затерялись или остались без внимания. Моя заявка

была отправлена в Министерство окружающей среды в начале июня и номер заявки №128. Ещё я писал Вам, что
хотел бы поддержать Законопроект о Нулевом Углероде конкретным предложением - Это новая технология
производства экологически чистой электроэнергии, которая идеально подходит для Закона о Нулевом Углероде.
Благодаря этой инновации во многом решаются задачи поставленные Министерством окружающей среды и
правительством вашей страны.

Наверное, самое правильное - это снова написать содержание моего предложения, а Вы уж сами решайте
подходит оно Вам или нет.

Предлагаемая технология - это техническое решение и его можно отнести к гидроэнергетике, так как оно

разработано и обосновано на примере гидроагрегатов мощностью 10 Мегаватт и выше. Гидроагрегаты будут
приводиться в действие с помощью дополнительного оборудования. Для работы дополнительного оборудования
необходимо установить дизель-генератор или подвести электроэнергию из другого источника. Предлагаемая
технология в какой-то степени является новым направлением в "зелёной" энергетике.


< Возможности и достоинства электростанций построенных на основании данного способа. >
1. а) Углеводороды требуются в незначительном количестве и только для работы дизель-генератора.
б) Нефтепродукты, уголь или газ не требуются, если для работы дополнительного оборудования электроэнергия
подводится из другого источника. В этом варианте расход электроэнергии на работу дополнительного
оборудования составляет примерно 10% от количества электроэнергии, которую будет вырабатывать

гидротурбина.

2. Гидроагрегаты и дополнительное оборудование монтируются в помещении, что делает работу электростанции
независимой от погодных условий. Благодаря этому обеспечивается стабильная работа оборудования, а также
удобная эксплуатация, обслуживание и ремонт оборудования.


3. Вредные выбросы и парниковый эффект минимальны или отсутствуют.

4. Электростанции необходимой мощности могут быть построены практически в любом месте - вблизи

предприятия, города. Благодаря этому, дорогостоящие расходы на строительство и эксплуатацию линий
передачи электроэнергии потребителю (ЛЭП) незначительны.

5. Эти электростанции будут занимать небольшую территорию, могут быть построены в отдалённых и
изолированных районах, а также могут быть автономными.


6. Компании, работающие в сфере энергетики и имеющие подобную технологию, могут строить такие
электростанции в любой стране. Даже бедной всевозможными ресурсами - подходящими реками, солнцем и
ветром, углеводородами. Эта технология во многом решает проблемы современной энергетики, защите
окружающей среды и экологии и даёт преимущество этим компаниям перед конкурентами.


7. Внедрение этой технологии в промышленность и её коммерциализация не составит затруднений для
компаний и специалистов, работающих в сфере энергетики. Достоинство и простота этого способа в том, что он
разработан и обоснован на стандартных гидротурбинах и стандартном дополнительном оборудовании, которые
давно работают во всём мире.


С уважением,                       .
P.S. Буду признателен за ответ на моё письмо-запрос Вам.
