The document is overly focused on the economy. I find it very inappropriate, given that it is question here of (1) our survival as a

species, (2) our moral obligations towards the living beings and our future generations and (3) the development of New Zealand as a
nation and society. Vision needs to lead, not the economy. The economy needs to transition in a way that supports the vision. In the
opportunities, a few key elements are missing: (1) modal shift in transport: reduced overall costs (infrastructure, environment, health,

participation in the local economy, people's well-being) (2) Increased accessibility an participation, through a less car-dominated
system. The current situation makes it difficult for whole demographics to participate in the economy, education, or other
opportunities (see work of Karen Witten et al, on transport-related severance in NZ). Philipp McCann had made a clear case for more

accessible and better functioning cities - I had put some key points and links here: https://www.linkedin.com/pulse/case-cities-new-
zealands-economy-tamara-bozovic/ (3) better water quality, through decreased dairy and animal farming (I do hope that the biggest

generator of pollution will be tackled and that animal-oriented agriculture will transition to plant-based sustainable farming, for
environmental but also moral and ethical reasons). This will have positive outcomes on health but also tourism, matching the "100%
pure" label In terms of solutions, the EVs should not be presented as one for cleaner air, given their high emissions of thin particles

(https://www.thenewamerican.com/tech/item/23226-study-electric-vehicles-pollute-more-than-gas-powered-cars ). They are also
hardly an environmentally-friendly solution at all, given the needs for non renewable materials, roads, further contribution to urban

sprawl and continued need of roads & road renewals. The end of oil will mean the end of asphalt too, but also the need for more
resource-efficient transport solutions. Finally, while I am thankful for the opportunity to contribute (noting I am not a New Zealander
but do consider myself as a contributor to this society), I regret the level of language of this document and the formulation of the

questions, making them not necessarily accessible to all.



 
