I would urge those constructing legislation to consider the following when drafting the bill on carbon emissions. That just change be
the core principle of legislation and practice. Changes need to bear on all New Zealanders in balance to their means and needs. To

do anything other than equitably reward useful behaviour and control poor practices strikes at the very heart of our democracy. That
the commission, and public confidence, be protected. To protect the public confidence, it is necessary to use transparent processes

and create an entirely independent public watchdog, that has a legislated obligation to investigate and ‘whistle-blow’, when attempts
are made to subvert the commission’s work. That independence of thought and action is guaranteed. Governments change and so,
therefore, do priorities, policy and ways of working. Any commissioners or other body need to be independent of political and normal

administrative structures to remain apolitical. That there is a requirement to seek causes rather than symptoms. An illustrative
example: transport is a major carbon emitter. Shifting the vehicle fleet to electric vehicles merely treats a symptom, where being
prepared to remedy cause by redeveloping our cities to low-carbon, sustainable, more productive, more liveable forms. Working on

causes is much harder, but necessary. That our legislators and administrators not be proud. That it be mandated that advice be
actively sought from outside New Zealand on technologies and methods. We need to be able to learn from other people’s successes

and mistakes. That the wisdom of contrarian views are considered. Some caution is needed with some of the technologies becoming
available and a very critical assessment is vital. Being first with something like a heavy uptake in battery technology that might swiftly
be made obsolete by hydrogen-based energy storage would be very unwise. That courage be a requirement. The moral courage to

enact necessary measures that may be unpopular is going to be needed, as well as the practical ability to withstand the assaults of
special interest groups and changing government’s priorities. Both of those need to be somehow built in to legislation. That the

need for great change is accepted. The changes required have the potential to put New Zealand on what is effectively an emergency
footing and may, at times, require extraordinary measures. That plain speaking – in all languages - be required.




 
