It won’t hurt us all that much, will it? An Island in the middle of a big ocean? All the effects will be buffered by the ocean, won’t they?
Yup. Likely true for, though a lot of our infrastructure will end up underwater... in 100 years or so. Yet there is another inconvenient

truth that New Zealand is blind to. A devastatingly “inconvenient truth” that will be more serious for NZ than most places and will
arrive sooner. As the climate starts to unravel, and delivers regular shocks to the economic system, (very likely by 2030, certain by

2035) the cost of CO2 will be forced above $100 per tonne. That’s a generational change, a recognition of peril, and a shift that will
affect the whole world. There is no "free trade". There is no "free". At that level the price of fuel for shipping triples, the cost of
shipping doubles, and our trade IS LESS THAN HALF ITS PREVIOUS LEVELS.!!! At their best the “free trade” agreements give us a 1 or

2% incremental increase. Cutting trade in half isn’t thinkable here in NZ Yet it WILL HAPPEN! Whether we choose to prepare or not,
climate destabilization will affect trade and it will affect OUR trade more than anyone else’s because... ...we are further from

everywhere than anyone else is. When we export wood and import wood furniture, we have damaged our economy and the
environment. The benefit of the “cheaper” furniture does not offset the long term damage. When we export Apples and import

Applesauce, we have damaged the economy and the environment just the same. When we allow industry to depend on foreign
suppliers of critical components, foreign suppliers at risk of failing as climate worsens, we damage our national security. Ricardo

never, in spite of the blunders in his treatise on "comparative advantage" pushed the notion that is common knowledge in New
Zealand today, that we should ONLY make the things we are good at. We can't afford to continue to believe that. The most important
and difficult change? We have to change our minds. This is the LEAST step we can take, and it needs to be taken now.
