75% Vote by Parliament to set and change targets and policies In order to ensure stability of political purpose and cross-party
representation, the Carbon Bill should include the requirement that climate change targets and policies are set and changed only

when there is a 75% of all Members of Parliament endorsement vote. Immediate reductions in methane gas emissions All countries,
including New Zealand, need to reduce GHG emissions as soon as possible in order to reduce the risk of runaway methane

emissions from thawing tundra. Most methods of reducing GHG emissions take time, including planting saplings to absorb carbon
dioxide. In the meantime, seasonal adjusted levels of GHG in the atmosphere increase monotonically. Methane emissions by

ruminants in New Zealand contribute a major source of the nation’s carbon dioxide equivalents. A 10% reduction in methane
emissions could be implemented within weeks by Government decree to reduce herd numbers. Farmers around the world have
been paid not to grow crops. New Zealand can and should likewise pay its farmers to reduce their herds of ruminants and assist

transition to alternative food production. In the 1970s the New Zealand economy adapted to a three-fold followed by a two-fold
increase of petrol prices at the pump. This scale of adaptation far surpasses that of an immediate 10% reduction in herd numbers.

New Zealand has the economic resilience to absorb the costs of paying farmers to immediately reduce their herds by 10% which
would be followed by subsequent reductions in herd numbers as farmers transition to alternative food production. I recommend that

Government immediately decrees a 10% reduction in ruminant herd numbers in New Zealand. 100% renewable electricity. New
Zealand needs to phase out use of fossil fuel-based generation of electricity by 2050 and according to a confidence & supply
agreement between the Labour Party and the Green Party, the nation’s Climate Commission will be requested to plan the transition to

100% renewable electricity by as early as 2035. However, in its 2018 Draft Report, the Productivity Commission’s recommendations
R12.1 to R12.4 for the Electricity Authority on page 433 do not include the need and urgency for Government to invest in renewable

energy projects in its programme of works. The Draft Report states on page 321 that "if reducing emissions from electricity
generation significantly increases the costs of electricity, this could delay the electrification of other sectors where the reductions are

potentially larger." An Emissions Pricing Scheme can provide Government with revenue and this revenue can be used by Government
to invest in renewable energy projects to maintain stable electricity prices. A 2017 survey by Carl and Fedor which tracks current

global carbon revenues has established that Cap-and-trade systems (ETS) earmark 70% of revenues for “green” spending. The New
Zealand Government can and should follow suit by either investing directly in renewable energy projects or by subsidising smaller
scale renewable energy projects initiated by City Councils, community groups, or individuals. I recommend that Government invests in

renewable energy projects using revenue generated by an adopted Emissions Pricing Scheme in order to attain 100% renewable
electricity by 2050. Electrification of the New Zealand city-to-city railway network. The Productivity Commission’s 2018 Draft Report

addresses electrification of the North Island Main Trunk line and the advantages of doing so on page 310, but does not include a
recommendation to electrify New Zealand’s city-to-city railway network. The Draft Report assumes and endorses that market place

forces alone will result a major transition from fossil-fuelled vehicles to EVs by 2050. A major uptake of EVs is technically feasible, but
is not necessarily viable given the high private costs of purchasing EVs and replacement of their batteries, whereas an essential
electrification of New Zealand’s railway network is both technically feasible and viable provided Government undertakes the

commitment to do so. I recommend that Government electrify the city-to-city New Zealand railway network. Examination of the
continuation to provide power to the Tiwai Point aluminium smelter The Productivity Commission’s 2018 Draft Report states on page

294 that “Electric vehicles are one of New Zealand’s most promising mitigation opportunities.” A 100% fleet of electric vehicles in
New Zealand by 2050 would require substantial additional electricity generation. The Draft Report addresses ways of reducing

demand for electricity in a number of sectors in the economy and mentions on page 333 that the aluminium smelter plant at Tiwai
Point could be “incentivised” to help smooth demand peaks and reduce the need for on-call thermal generation. The Tiwai Point

aluminium smelter plant currently uses 570 MW of electricity which is about 15% of current peak hydro electricity output. This level of
continuous consumption of electricity begs the question of whether the Tiwai Point aluminium smelter plant’s continued use of
electricity should take priority over New Zealand’s need for additional electricity during the transition phase from fossil fuels to

renewable energy. A comprehensive study of peak demand and risk should include not only “incentivisation” to help smooth demand
peaks but also address the issue of whether the Tiwai Point smelter plant should continue to use such a large percentage of New

Zealand’s hydroelectricity output. I recommend that Government carries out a study of the impact of the Tiwai Point aluminium
smelter plant continuing its current consumption of electricity when additional electricity will be needed by electric vehicles and

electrification of a city-to-city New Zealand railway network. GDP is an inadequate indicator of wellbeing The two different economic
models developed by Vivid Economics (Vivid) and the New Zealand Institute of Economic Research (NZIER) to gain insights into the
economy-wide impacts of reaching different emissions reductions targets are both seriously flawed. This is because their projections

of progress are based on projections of GDP which is not an indicator of wellbeing. GDP conflates all forms of economic activity
regardless of positive or negative impacts on wellbeing. An example is the economic activity of rebuilding required after earthquakes

hit Christchurch. Few people would claim that citizens in Christchurch were better off after the destructive earthquake and during the
rebuild. GDP makes no adjustment for leisure time. The number of work hours can increase rather than decrease in order to retain a

standard of living. GDP counts only those goods and services that are recorded through official markets and leaves out home
production and black-market activity. GDP makes no adjustments for the distribution of goods and services. For example, a minority of

the population can enjoy higher standards of living as GDP per capita increases while the majority struggle more and more to make
ends meet. GDP does not measure externalities of economic activity. An example is the deterioration of our waterways in recent years
due to pollution generated by the agricultural sector. Nobel prize-winning economist Joseph Stiglitz noted at a World Economic Forum

in Davos, Switzerland in 2016 that "GDP is a poor way of assessing the health of our economies and we urgently need to find a new
measure." There are alternative indicators of welfare. For example, the Index of Sustainable Economic Welfare accounts for both

pollution costs and the distribution of income and the Genuine Progress Indicator adjusts for factors such as income distribution,
adds factors such as the value of household and volunteer work, and subtracts factors such as the costs of crime and pollution. I

recommend that Government replaces GDP as a measure of wellbeing with OECD endorsed indicators of wellbeing. Assumption that
New Zealand should strive for economic growth. The Ministry for the Environment (MFE) FINAL- Zero Carbon Bill - Discussion
Document and the Productivity Commission’s 2018 Draft Report both assume that New Zealand is able to and should strive for

continued economic growth during the transition from fossil fuels to renewables. A 2% increase in economic activity each year would
result in a doubling of economic activity in 35 years’ time. It is highly questionable whether this target should be attempted given the

need to reduce greenhouse gases rather than increase them. Some proponents claim that GDP and energy can be decoupled, but
there are physical and thermodynamic limits to the extent that decoupling can take place. A transition from fossil fuels to renewable

energy will, of course, reduce greenhouse gas emissions, but a major problem is that such a transition will require use of fossil fuels
to set up new infrastructure, plant, machinery, vehicles etc. (embodied energy) at the very same time as the need to reduce

greenhouse gas emissions. In order to satisfy both requirements, use of fossil fuels will therefore need to be diverted from that of
consumption to that of investment. Expectations that business as usual can and will continue during a transition from fossil fuels to
renewable energy and that economic growth can and should continue at a time when we need to reduce greenhouse gas emissions

are unrealistic. Hybrid Emissions Pricing Scheme The Productivity Commission’s 2018 Draft Report makes the following
Recommendation R4.1 on page 416: “The Government should reform the NZ Emissions Trading Scheme rather than replace it with a

carbon tax. The reforms should provide a good balance between control over unit supply (i.e., an effective emissions cap) and
protection against excessive volatility in the price of emission units. The reforms should also provide the institutional and regulatory

underpinnings for a credible and efficient market in emission units, as well as transparency and forward guidance to incentivise long-
term investments in lower emissions.” There are clear cut and distinctive advantages and disadvantages of a pure Carbon Tax versus
a pure Emissions Trading Scheme (ETS) which are addressed in the preamble and findings that precede R4.1. Given the combination

of the preamble and findings followed by the wording of R4.1, the intent of R4.1 seems to seek the advantages of both a Carbon Tax
and an ETS. Such a scheme would be a hybrid scheme as described in the public literature and recommended by a number of

sources. The devil of implementation of a hybrid scheme lies within the details. For example, a hybrid scheme can be an ETS which
not only caps a limit on emissions, but also sets a minimum price cap which effectively results in a minimum carbon tax. I recommend

that New Zealand adopts a Hybrid Emissions Pricing Scheme with a cap on emissions and a minimum cap on carbon pricing with full
Government control over the auction process.
