Dear Minister, I support the passing of legally binding climate law and maintain that Climate Change is a global problem – it cannot be
tackled by countries in isolation. The law must be fair, ambitious and consistent with the climate science and international frameworks

by including all gases and all sectors. The legislation should establish the goal of limiting warming to 1.5 degrees. We should not
settle for 2 degrees warming, that would lock in devastating impacts on Pacific Island states and cause significant extinctions. That is

not acceptable. To give us the best possibility of achieving no more than 1.5 degrees warming by the end of the century, there must
be rapid cuts in all greenhouse gases beginning now. I support a net-zero target of 2040 with the majority of cuts occurring over the

next decade. I support all greenhouse gases being included in the law, consistent with international climate frameworks. The
Intergovernmental Panel on Climate Change makes it clear that methane reduction is critical to success in tackling climate change. It
is politically and scientifically untenable for New Zealand’s climate law to exclude any gases from our biggest emitting sector - the

agricultural sector. I support the establishment of a Climate Commission, whose role should be to devise binding budgets. The
Climate Commission should have statutory teeth, otherwise, it is merely an advisory group that governments could ignore. Climate

budgets should be legally binding and set a bare-minimum ambition, which must be achieved or bettered by government within the
prescribed timeframes. Finally, while budgets should be binding, policy recommendations from the Commission should be just that -

recommendations. I strongly support the ‘firewall’ principle – that New Zealand’s targets must be achieved by actual cuts in our own
emissions, and not through the purchase of overseas carbon credits or an over-reliance on forests as carbon sinks. Regarding our
international commitments, the Bill must include a requirement that governments produce annual reports about New Zealand’s

international climate change contributions. As a Pacific nation, we must ensure that the Pacific countries get the support they need to
adapt to the devastating effects of climate change and their changing environment – a problem they contributed very little to. Access

to climate finance is a matter of justice: those who have contributed least to the causes of the problem are typically the most
vulnerable to its impacts and have the least resources to respond. New Zealand must demonstrate global leadership and match its

bold vision for lower carbon emissions at home by having an equally ambitious climate change strategy abroad. While consensus
across political parties is preferred, any cross-party agreement should not be achieved at the cost of strong climate law. Climate

change is the greatest challenge facing humanity. It would be wrong to have broad agreement on weak law, when what is urgently
needed to address the problem is strong law. The world needs pathways to transformational change if we are to avoid catastrophic
warming. This is the scale of the challenge. The science is clear: the only way we can succeed is with big ambition. New Zealand
must be bold and pass strong law for the sake of our precious earth and future generations. Nga Mihi Artur Francisco
