Over recent years livestock farming, and in particular dairy farming, has come in for major criticism as the leading source of green
house gas emissions in New Zealand. At its most basic level there may be a modicum of truth to this assertion. However I would

contend that in terms of animal emissions farming is already close to carbon neutral. To understand this assertion we must go back
to first principles. From my earliest days of third form general science I was taught the Law of the Conservation of Matter, which states
that matter can neither be created nor destroyed. It can however change its state. What this means in its simplest terms is that there

is no more carbon in the total environment now than there ever was; and if there is more carbon dioxide in the atmosphere now than
years ago we need to ascertain where it has come from. From a livestock perspective an animal can put out no more carbon in its

products, milk meat fibre, or digestive end products, than it ingests in its feed. So an animal takes up nutrients in its forage; carbon,
hydrogen, oxygen, nitrogen etc. and reconfigures them into different end products, but the net sum is zero. University academics

can put the fancy names to processes but the truth of the matter is that everything in nature is cyclical, and in the case of carbon the
mechanism is photosynthesis. This, incidentally, is the same process whereby trees recycle carbon and take it out of the
environment. In agriculture the system is balanced. The forage animals live on grows by photosynthesis, and other cyclical pathways,

whereby products are removed from the environment, the animals eat the forage and emit it in one form or another. Soil micro-
organisms also play a major role in this process. If there was no recycling the whole system would have collapsed centuries ago and

humanity would have died from starvation. Furthermore, in addition to the forage farmers are growing which is incidentally taking
green house gases from the atmosphere, they are also making a huge contribution by planting farm forestry, riparian strips and

shelter belts. Therefore, I submit that animal emissions should not be included in the equation for green house gas calculations. So if
the net emissions are not coming from farming the question is, where do they come from; and the most obvious source is

combustion of fossil fuels which have been locked out of the biosphere for millennia but are now being reintroduced over time. I
acknowledge that the farming sector uses its share of these fuels and contend that farmers are prepared to make their fair
contribution towards mitigating the effects of these as is appropriate. This view will be unpalatable to the general public because for

years the news media has painted farmers as ecological villains. It is now time for a proper education process to explain why
agriculture will not be included in the Carbon Zero equation.
