Yes, I would like to make some points about how we get to negative Nett emissions by 2050: It’s pretty obvious really, we need a
pretty much wholesale change from animal protein to plant based protein diets across the world and an all but complete shift from
animal agriculture to growing tree crops (avocados, other fruit, nuts), grains, ground nuts, pulses etc. Farmers don’t have to stop

farming, they just have to stop farming animals. There are so many other reasons for moving away from animal farming (surface water
pollution, aquafer pollution, poor production of protein per unit of land, per unit of water) that if we are going to feed the worlds 9

billion people we can’t afford to stay with such an inefficient means of production. And if we care about other living creatures what
place does eating them have? We need create carbon stores wherever possible. One is a “wood first” basis for all our buildings, so

you have to have a very peculiar reason to use steel or concrete columns and beams in commercial buildings as well as domestic. We
need to have an earth first approach to adding thermal mass in buildings (eg asking why can’t you use earth floors, earth walls etc in

this situation). Why are you not using carbon storing strawbale insulation rather than glass fibre batts (that have been produced at
1000°C). Why are you not using timber windows and doors? This is not just to reduce emissions from steel, concrete, fibreglass
manufacture, but to have our commercial buildings as well as residential buildings acting as carbon stores. We need to have thermal

power stations sited where the residual heat can be used to displace the coal burnt in greenhouses (like the Waimea plains here in
Nelson), that supplies heat and electricity just at the time that heat and power is needed (winter evenings when the grid is

struggling), but furthermore is designed to produce biochar to permanently lock up the carbon the trees have absorbed from the
atmosphere. And this biochar can be used as a soil enhancer as well as a permanent carbon store. And of course we need to

reafforest most of the country, a lot of it with perpetual native carbon forests – certainly areas within 10m for every 1m of width of
watercourse. We need to move freight by the most efficient means of steel wheels on steel rails using electricity as the fuel, by
extending and electrifying the rail network in the country (the argument of double handling costs is largely taken over by using curtain

sider containers (perhaps using the additional advantage of containers of being able to be left in factories to be loaded at their
leisure), taken by electric short range trucks, to the railhead, container moved directly from truck to rail wagon, taken by rail to

destination where container is transferred to electric truck and to destination – again perhaps left to be unloaded at the destinations
leisure. Electric main trunk lines are of course a well established technology, but electric delivery trucks are already available too.

Settlement patterns are a crucial and overlooked way of transitioning to a low carbon, necessarily energy efficient way of living. It is
hard to see sprawling suburbia often covering productive soils, ever being able to be served well or efficiently by public or active

transport. Additionally it is a waste of resources with the extra length of trench, pipes, footpath, and roadway. We need to be free to
build a second dwelling on our close in suburbs (building a second dwelling in far flung suburbs does nothing, that is not what I am
asking for), make it easier to build up to our side boundaries 2 stories. The mantra needs to be, the next time you buy a new house

(and I believe we do this every 7 years on average) buy closer to where you work, school or recreate. Electric Bikes, Cycles, buses in
bus lanes, trams and trains on their separate networks need to be acknowledged as the only way of dealing with road congestion:

widespread commuting by electric cars, however worthy a replacement for fossil cars in terms of climate change, are still just as much
a disaster for urban form, livable cities and urban life. So whilst of course there needs to be a savage feebate for motor vehicles

coming into the country, with high emitting vehicles of any type paying a lot in feebates, while the most efficient in terms of CO2
emissions getting a big grant towards their purchase price from the feebate scheme, we mustn’t kid ourselves that electric cars will

do anything to improve the inefficient land use car commuting demands. With roads and car parking taking up at least a half of our
cities walkability is destroyed, liveable cities are impossible. Sewerage Schemes and Landfills should be designed to be first and

foremost methane producers to generate a supply of non fossil gas. Certain gas uses like cooking with gas are not so easy to
substitute out with electricity. Renewable methane availability will be a good substitute.
