The methane problem of New Zealand livestock is a doubtful one as the carbon from the air grows plant material which the ruminant

eats and it produces methane into the air as a heating gas. This methane will eventually return to carbon to grow more plants to go
around again as has been happening for millenias. I can see the politics of envy are likely to make the control of methane a tempting

step for a government to tackle as it will look good internationally and will have a minimal effect on the voter base until the declining
overseas income from agriculture starts to hit the overall wealth of the population and the country's living standard deteriorates. New
Zealand has approximately 10 million cattle,of which 6 million are dairy and 4 million are beef.From the United Nations Food and

Agriculture figures, the latest world farmed cattle and buffalo population is February 2012 and then there were 1622 million farmed in
the world. New Zealand 's farmed cattle share is 0.62% of the world's and our dairy is only 0.37% so we are not a very large

contributor if methane is a problem.. I heard the prime minister saying we are going to to the the right thing because it is the right
thing when referring to NZ agricultural emmssions. Agriculture in most other countries is much poorer than ours. Approximately 75 %

of the cattle and buffalos are in developing countries and they are unlikely to follow our example as most peasant farmers must
remain emitters in order for their families to survive. Their animals not only produce the family food and income but oxen are also
often used to till the crops and dried cattle dung is often the only fuel that farmers have to cook their food with. Of the other 25% of

world cattle farmed in the more wealthy nations many are heavily supported by taxpayer subsidies and so they also are unlikely to
follow NZ's lead if we add costs to our cattle farmers. Any increase in costs to the farmers of the industrial world would likely lead to an

increase in demand for subsidy support both in Europe and North America. That would be hard to sell to voting taxpayers of an
electorate in a democracy. On top of that there are lots other farmed ruminants. Sheep, goats and camels on farms outnumber

farmed cattle and buffalos. They make up another 2000 millions and many of these are also in developing countries. Then of course
there is the problem of how can we control the emissions from all the ruminants that are not farmed but are wandering free and
gobbling plant material across the world from the giraffes and antelopes in Africa to the reindeer of Siberia. How and who is

responsible for these emissions? At the same time no country is willing to put an emission tax on jet fuel and make the air travel
industry pay for the damage they cause to the atmosphere. Jet travel is convenient for the wealthy of the planet and a luxury the poor

can never aspire to. It is an indecent squandering of our carbon heritage to benefit the few but it is those same few that make the
decisions who use air travel most and so therefore airlines are never likely to be held to account for the damage that jet travel has

caused.
