I have been writing on zero emissions on my blog for some years. Below I submit the URL's with a short comment for each one. As I

said above, the government sometimes actually has to do things itself but at it's best, it sets the playing field; the rules, so that we do
the necessary. These article are very much predicated on this principle. 1) Demand Balancing of our electrical grid Traditionally power

companies have operated by supply balancing; bringing on new generation as the demand increases. Power companies must be
encouraged to use demand balancing; opening up new demand as base demand decreases. The best incentive for this is price but

the infrastructure must be in place so that you can automatically turn on various devices (such as car charging) as the price
decreases. http://mtkass.blogspot.com/2018/04/electrical-demand-balancing.html 2) Election financing The one ring that controls
them all is election financing. Who Pays the Piper Calls the Tune was never so true as with election financing. Vested interest

financing of political parties must cease completely. Otherwise we will never reach our goals of zero carbon.
http://mtkass.blogspot.com/2018/01/wasted-effort.html 3) Sorting Out Dairy Farms This doesn't mean reducing our dairy herd.

Dairying could become the darlings of the green movement. The devil is in the detail.
http://mtkass.blogspot.com/2018/01/mitigating-harm-dairy-causes-to.html 4) Sorting Out Farming For most of our (human) history we

have released carbon into the atmosphere from our soils adding to atmospheric Carbon Dioxide. This carbon could be returned to
the soil by correct farming while at the same tome markedly improving the bottom line of the farmers both in individual crop
production and reliability of crops. http://mtkass.blogspot.com/2018/01/conservation-agriculture.html 5) Our History Here is a book

review of the history of Humans destroying their soils and in doing so releasing carbon into the atmosphere. Here in New Zealand we
are continuing this destructive tradition. http://mtkass.blogspot.com/2017/11/dirt.html 6)Composting Barns Composting barns

ensure that any gas that goes off manure goes off as Carbon dioxide rather than as methane. Methane is a far more potent green
house gas than Carbon dioxide. There are many other benefits to the farmer. http://mtkass.blogspot.com/2017/10/composting-

barns.html 7)This is the Blockbuster David Montgomery has traveled all over the world observing farmers who have come up,
independently of each other, of a new/old way of farming. If adopted widely, a great deal of the carbon we have vented into the

atmosphere would be incorporated into the soil. This is a book review of one of his books. 8) The Ratchet Effect One of the doges
the power companies use to disadvantage the small solar power owner is what I call the Ratched Effect. If you want increased solar
installation by private households, this must not be allowed. http://mtkass.blogspot.com/2013/10/solar-power-and-ratchet.html

9)Making the Installation of Solar Electric Economically Feasible http://mtkass.blogspot.com/2013/06/net-metering.html 10) Another
one for Making Solar Electric Worthwhile http://mtkass.blogspot.com/2013/04/solar-electric-whats-missing.html 11) Charcoal Char

can be incorporated into the soil. It has no contained nutrients itself but fulfils a number of important functions in the soil besides
sequestering carbon for a very long period (charcoal is refractory). If plantation wood was built into long lasting structures and the

waste charred and put in our soils, we would be sequestering considerable carbon from the atmosphere.
http://mtkass.blogspot.com/2010/11/biochar.html 12) Mining Royalties and carbon reduction/sequestration Mining is a 'one-off'
When it is done it is done and won't come again. There is no justification for using the revenue from mining (coal, gold, iron etc etc)

for current consumption. It should be put into investments for the long term. The best of these would be to encourage carbon
reduction and sequestration for the future of our descendents. http://mtkass.blogspot.com/2010/10/mining-royalties-and-

renewable-energy.html 13) Other Benefits There are so many other benefits to taking the various measures that would address
climate change (zero carbon) that we could almost ignore climate change and take these measure just for their other benefits.

http://mtkass.blogspot.com/2010/10/forget-climate-change.html 14) Wind Farms Wind farms have got a bad rap in some quarters.
Much of this is Nimbi'ism but some may be justified. The government should work our (research) which is which to a) put the

nimbi'ism in it's place and if any concerns are justified, address them. http://mtkass.blogspot.com/2010/07/enabling-wind-farms.html
15) Electric Cars Clearly, our main source of carbon emissions is our fleet and the domestic fleet is most easily addressed. This blog
gives the benefits of increasing the uptake of electric cars and the ways it can be achieved.

http://mtkass.blogspot.com/2010/07/electric-cars-in-new-zealand-uptake-of.html 16) Jim Hansen Jim Hansen has proposed a way of
reducing carbon emissions. It is at the heart of the problem. It would compensate the public for any extra expense during the

transition (Actually the benefits both during and after the conversion to renewables are immense) Show courage and adopt his
suggestion. http://mtkass.blogspot.com/2009/12/jim-hansens-climate-change-solution.html 17) Legislation for Electric Cars Actually

this applies far beyond just electric cars. Government is at the best when it sets the scene and lets us get on with doing the
necessary. http://mtkass.blogspot.com/2009/11/legislation-for-electric-cars.html
