I would like to see the New Zealand Government's open recognition that the world's climate has always changed, and that there is
still no verifiable scientific proof that mankind has an ability to influence the normal climate change patterns to any significance. The

climate has changed significantly in the geologically recent past, without mankind's inputs. Hence in the absence of scientifically
verifiable proof that mankind can affect the earth's climate, spending trillions of Dollars to attain something which is fraught with
uncertainty and many vested interest groups without a public referendum is premature. There are numerous examples of deliberate

scientific fraud perpetrated to alarm ordinary citizens about climate change, for instance by alarmist proponents like Mr Al Gore. There
is far too much alarmism which in many cases is driven by funding models that many scientists have come to rely on to pursue their

interests. True science is never settled ( https://www.wsj.com/articles/climate-science-is-not-settled-1411143565 ), and the vitriol by
many of these alarmist scientists, such as the recently convicted fraudster Michael Mann of infamous hockey stick fraud, and Al

Gore's "you can do this at home" fraud clearly show that real science is being stifled and denied. Name calling by alarmists does
nothing to further true science, and labels like "climate denier" is a reflection of an inability to grasp the inconvenient reality that no
scientist has ever claimed the climate doesn't change. Climate has always changed, and will continue to do so driven by elements

completely out of the control of mankind. To name a few : The sun, the earth's orbital changes, volcanoes under the sea and above
the sea, and catastrophic events like significant sized meteorite impacts. None of these can be influenced by any spending by any

government. Instead of wasting trillions of Dollars on chasing ghosts, there ought to be a focus on expenditure which benefits
mankind in significant areas such as health, food production, poverty alleviation, and peace.




 
