A Zero Carbon Act is important to me because I want my children to know what fish tastes like, live in an environment where food is
not scarce, and where they don't have to fight for food or water to survive. I want my kids to know we did everything we could to avoid

climate change, which is irreversible and brings with it a huge burden of adaptation (mostly for our food supply and delicate
ecosystem which has never experienced such a speed of change). The impacts of climate change cannot be un-done, and become

exponential over time. A couple of degrees is too much for earth to sustain our current lifestyle. We are already experiencing 1
degree warmer temperature (vs pre-industrial levels) with another degree likely to be ‘baked in’. This may seem small, but there was
only a 3 degree average temperature change in the central point between the ice ages and Jurassic period. I realise NZ relies heavily

on the dairy industry for our GDP, but we are a smart and resourceful nation. With the right incentives and clear direction we will be
able to mititgate Methane or diversify our land use while still maintaining a strong economy. This will only happen with clear direction

from the government – clarifying our commitment to be net zero on emissions. It’s great all Kiwis have the opportunity to input to this
decision, however – I hope the specialists in this area make the final decision smartly. Most kiwis do not have the time/energy to read

all the research and understand the significance and urgency of the changes needed. We need the current government to make the
right decision for us in the long-term. You are the ones that have the information and have the opportunity now to make a significant
change. Hopefully the bravest decision is made. There may not be another opportunity for this government to show it is bold and

brave and putting the long term health of kiwis first. Also - If the Government sets a 2050 target now, it should set the most ambitious
target: reducing total greenhouse gases to net zero by 2050. If you are wanting to treat short-term and long-term gasses differently.

Then surely you should also treat gasses that are more-potent (and heat up the planet more) differently to those that are less-
potent. For example, Methane heats up the planet 25 times more than Carbon Dioxide. Nitrous Oxide heats up the planet 298 times

more than Carbon dioxide. Why would you consider length of time but not potency? 1) We must include Methane in the target:
Methane heats up the planet 25 times more than Carbon Dioxide*. Methane only lasts in the atmosphere for 12 years (instead of

CO2 which lasts for hundreds or thousands). But if the objective is to minimise/reduce climate change, we should look at alternatives
to reduce methane quickly. We can't afford to continue Methane emissions at current levels as they are the most damaging in the
short-term - which is the critical time. We have a booming dairy industry, but that industry is contributing towards the natural weather

catastrophes that will end up causing it to fail. It would be better to be pro-active now and deploy ways to mitigate the impact of
Methane. Some may argue NZ is a small % of global emissions (0.17%). This is true, but NZ is seen globally as a test market and if we
can demonstrate to the world how we can reduce emissions from Agriculture, then bigger markets (with more global impact) will

follow. We need to lead with a bold and brave ambition and actions. 2) Mitigate Methane in Agriculture using: a. Anaerobic Digestion -
which enables farmers to convert methane into biomethane which can be used as a renewable energy source for fuel, heating,

electricity etc. This is successfully used in UK and other markets. b. Methane inhibitors to reduce/delete methane from livestock.
There has already been good movement forward in this area in NZ, but we need to move faster. Can we increase funding to speed
up research results and make commercial Methane inhibitors available more widely as well as education. 3) We must include Nitrous

Oxide in the target. Nitrous Oxide heats up the planet 298 times more than Carbon Dioxide*. 4) Mitigate Nitrous Oxide in Agriculture
using: a. Gibberellins, natural hormones that stimulate plant growth and could be used in pastures instead of nitrogen fertiliser (which

currently creates nitrous oxide emissions). 5) Diversity land use from dairy to horticulture or other uses. 6) Off-set overall emissions by
planting more trees. *Source: Our atmosphere and climate 2017 report. Ministry for the Environment, Stats NZ, and data providers,
and licensed by the Ministry for the Environment and Stats NZ for re-use under the Creative Commons Attribution 3.0 New Zealand

licence.



 
