Get on with it, and put up some real strawman questions that we can practically comment on. Where are the questions re agricultural
emissions? What are the implications for the economy on an all gases scenario? Would it entail a radical move from pastoral

agriculture? Is it better for NZ to feed the world on its relatively low carbon agricultural model, or should we reduce our production and
emissions to the level that we can manage on a consumption basis? (Refer to the consumption model for carbon emissions that MfE

reports on and is referenced in the Thinkstep anaylsis https://www.thinkstep.com/content/carbon-footprint-new-zealands-built-
environment-hotspot-or-not , ie 19% from nutrition, 20% from built environment and 44% from transport, which is radically different

from how we report to the IPCC). Secondly, please don't undervalue the change that can be undertaken by individuals and
communities, particularly in relation to energy emissions. Include energy on a consumption basis (as above, 20%) and give relative
emphasis to buildings, which according to the IPCC has the biggest potential for reducing carbon emissions, largely because they are

so inefficient compared with transport and industry. (Refer https://www.ipcc.ch/pdf/assessment-
report/ar5/wg3/ipcc_wg3_ar5_chapter9.pdf : In summary, buildings represent a critical piece of a low-carbon future and a global

challenge for integration with sustainable development (robust evidence, high agreement). Buildings embody the biggest unmet
need for basic energy services, especially in developing countries, while much existing energy use in buildings in developed

countries is very wasteful and inefficient. Existing and future buildings will determine a large proportion of global energy demand.
Third, take into account behaviour change as well as improvement in energy efficiency when designing those interventions. The way
we use our buildings, cars, and especially our attitudes towards overseas travel, is at least as important as making those

modes/infrastructure more efficient to operate. Otherwise we risk taking those savings back in increased consumption.
